import styles from './conditions-page.module.scss';

export default function ConditionsPage() {
  return (
    <div className="container">
      <div className={styles.wrapper}>
        <div className={styles.conditions}>
          <h3 className={styles.title}>Условия сервиса</h3>
          <p className={styles.desc}>
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
        <div className={styles.conditions}>
          <h3 className={styles.title}>Условия доставки</h3>
          <p className={styles.desc}>
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
        <div className={styles.conditions}>
          <h3 className={styles.title}>Условия возврата</h3>
          <p className={styles.desc}>
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
      </div>
    </div>
  );
}
